{"china": ["你好，流浪者。 我可以帮你冒险，但你必须回答我的问题。", "你好，人类。 我可以帮你冒险，但你必须回答我的问题。", " 是的，我可以使用一些盔甲。", " 那么请听好。Aleo的核心--整合或替代互联网？", " 当然是整合。", "这是一个替代品。", " 我不知道", "给我盔甲，就是这样！", "你听说过Aleo吗？你开悟了吗？", " 是的，我已经听说过一些事情。 谁开悟了？", " 回答我! 什么是原始人？", " 我以前怎么会知道这件事？", "不可分割的区块。", "可分割块。", "Aleo的核心。", " 密码？", "嗯.. Aleo？", "对。 仔细听我说。 质量效应3中的M6方阵值多少钱？", "什么..？", "我再说一遍......什么编程语言是Leo的核心？", "\nRuby", "Rust", " JS/TS + Rust", "马来西亚语", " 很好! 我们可以开始旅程了。", " 哇，那是第一个麻烦。记住我教你的", "显然，这条路会撒满它……哦，这是什么……？", "令人难以置信的是，我发现了一些有趣的东西，它是一本指南。 上面写着“Aleo 之旅”……我建议改变路线去一些有趣的地方", "你知道Aleo是一个名字吗？ 草原之神的名字，他让草原上的人能够躲避风雨。 他带来了庇护和安全", " 这里还写到，禁止人们打碎建造房屋的砖块，这样雨水就不会从孔中渗出。", " 一本非常有趣的书...", "我们走在正确的道路上，我的朋友！ 但我被这个问题折磨着——上帝为什么要写一本书？", "所以，这里写着“……我遇到了一个陌生人，他穿着奇怪的衣服，看起来像是要考验我……”。 我想我们找到了我们的流浪者", " 哇！他似乎很生气! 我想知道他是否有一个创造者？", "我发现了一些东西。\"......因此，我用石头做了格莱姆，这样，如果不知道目标，就没有人能够知道道路......\"", " 周围除了沙锈什么都没有。我希望我们还没有迷失方向", "我无法进一步理解......我们似乎走得很正确，但现在写得好像是一种不同的语言。", "所以，如果有骆驼和人，那么我们离城市也就不远了。 我希望不会再有任何麻烦", "而他们就在那里，麻烦。顺便说一句，我能够理解这里所说的内容!"], "deustch": ["Hallo, Wanderer. Ich kann dir bei deinem Abenteuer helfen, aber du musst meine Frage beantworten.", "Hallo, Herr. Ich kann dir bei deinem Abenteuer helfen, aber du musst meine Frage beantworten.", "Ja, ich könnte die Rüstung gebrauchen.", "Dann hören Sie gut zu. Ist die Grundlage von Aleo ein Eindringen oder ein Ersatz für das Internet?", "Integration, natürlich.", "Dies ist ein Ersatz.", "Ich weiß es nicht einmal.", "Gebt mir die Ausrüstung und das war's!", "Haben Sie schon von Aleo gehört? Sind Sie erleuchtet?", "Ja, so etwas habe ich schon einmal gehört. Wer ist so erleuchtet?", "Antworten Sie mir! Was ist primitiv?!", "Woher soll ich das wissen?", "Eine unteilbare Einheit. ", "Eine teilbare Einheit.", "Aleo's Basis.", "Kennwort?", "Ähm ... Aleo?", "Das ist richtig. Hören Sie mir gut zu. Wie viel kostet der M6-Falanga in Mass Effect 3?", "Was...?", "Nochmals: Auf welcher Programmiersprache basierte Leo?", "Ruby", "Rust", "JS/TS + Rust ", "Altmalaysisch.", "Also gut! Wir können die Reise beginnen.", "Wow, hier kommt der erste Ärger. Erinnere dich, was ich dir beigebracht habe", "Anscheinend wird die Straße mit ihnen übersät sein... Oh, was ist das...?", "Unglaublich, ich habe etwas Interessantes gefunden, einen Reiseführer. Da steht \"Aleo Trip\"... Ich schlage vor, wir ändern unsere Route in etwas Interessantes.", "Wussten Sie, dass Aleo ein Name ist? Der Name des Steppengottes, der den Steppenbewohnern Schutz vor dem Regen bot. Er gab ihnen Schutz und Sicherheit", "Es heißt auch, dass er den Menschen verbot, die Blöcke, aus denen ihre Häuser gebaut waren, zu zerbrechen, damit der Regen nicht durch die Löcher sickern konnte.", "Ein sehr interessantes Buch…", "Wir sind auf dem richtigen Weg, mein Freund! Aber die Frage, die mich quält, lautet: Warum sollte Gott ein Buch schreiben?", "Da heißt es: \"...und ich traf einen Fremden, der trug seltsame Kleider und sah aus, als wolle er mich prüfen...\". Ich glaube, wir haben unseren Wanderer gefunden.", "Wow, Gramadina! Er scheint wütend zu sein! Ich frage mich, ob er einen Schöpfer hat?", "Ich habe etwas gefunden. \"...Deshalb habe ich den Golem aus Stein gemacht, damit niemand den Weg kennt, ohne das Ziel zu kennen...\"", "Ringsherum gibt es nichts als rostigen Sand. Ich hoffe, wir sind noch auf dem richtigen Weg", "Ich kann nichts mehr verstehen... Wir scheinen richtig zu gehen, aber jetzt ist es, als ob es in einer anderen Sprache geschrieben wäre", "Wenn es also ein Kamel und einen Mann gibt, dann sind wir nicht weit von der Stadt entfernt. Ich hoffe, dass es keine Probleme geben wird.", "Und da sind sie, die Probleme. Übrigens, ich konnte verstehen, was hier steht!"], "english": [" Hello, wanderer. I can help you with an adventure, but you have to answer my question.", " Hello, human. I can help you with an adventure, but you have to answer my question.", " Yes, I could use some armor.", " Then listen carefully. The core of Aleo - integration or replacement of the Internet?", " Integration, certainly. ", " This is a replacement.", " I don't know.", " Give me the armor and that's it!", "Have you heard about Aleo yet? Are you enlightened?", " Yes, I've already heard something about it. Who is enlightened?", " Answer me! What is a Primitive?!", " How could I have known about this before?", "Indivisible block.", " Divisible block.", " The core of Aleo.", " Password?", " Ermm.. Aleo?", " Right. Listen to me carefully. How much does the M6 Phalanx cost in Mass Effect 3?", " What..?", "I repeat... what programming language is the core of Leo?", "Ruby", "Rust", " JS/TS + Rust", "Malaysian Language", " Great! We can start the journey.", " Wow, that's the first trouble. Remember what I taught you", " Apparently, the road will be strewn with it… Oh, what is this..?", "Incredibly, I found something interesting, it's a guidebook. There is writed the \"Aleo Trip\"... you know, I suggest changing our route to something interesting", " Did you know that Aleo is a name? The name of the God of the steppes, who gave the people of the steppes the opportunity to hide from the rain. He gave them shelter and security", " It also written here that he forbade people to break the blocks from which their houses were made so that the rain could not seep through the holes", " A very interesting book…", " We are on the right way my friend! But I am tormented by the question - why would God write a book?", "So, it written here \"... and I met a stranger, he was dressed in strange clothes, looked as if he was going to test me...\". I think we've found our wanderer", " Wow whopper! He seems angry! I wonder if he has a creator?", "I found something. \"... therefore I created a Golem out of stone so that no one could know the way without knowing the goal...\"", " There's nothing but sand rust all around. I hope we haven't lost our way yet", " I can't understand anything further... we go, it seems right, but now everything is written on another language", " So, if there is a camel and a human, then we are not very far from the city. I hope there won't be any trouble", " And here they are trouble. By the way, I was able to understand what is written here!"], "espanol": ["Hola, viajero. Puedo ayudarte en tu aventura, pero debes responder a mi pregunta.", "Hola, hombre. Puedo ayudarte en tu aventura, pero debes responder a mi pregunta.", "Sí, la armadura me vendría bien.", "Entonces escucha con atención. ¿La base de Aleo es sólo una integracion o una sustitución de Internet?", "La integración, por supuesto.", "Esto es una sustitución.", "No lo sé.", "¡Dame el equipo y ya está!", "¿Ya has oído hablar de Aleo? ¿Está usted iluminado?", "Sí, ya he oído algo así. ¿Quién es el iluminado?", "¡Respóndeme! ¿Qué es lo primitivo?", "¿Cómo lo voy a saber?", "Un bloque indivisible.", "Un bloque divisible.", " La base de Aleo.", "¿Contraseña?", "Um... ¿Aleo?", "Así es. Escúchame bien. ¿Cuánto cuesta la M6-Falanga en Mass Effect 3?", "¿Que?", "De nuevo... ¿En qué lenguaje de programación se basaba Leo?", " En Ruby", "Rust", "JS/TS + Rust ", "Antiguo malayo", "  ¡Muy bien! Podemos iniciar el viaje.", "Vaya, aquí viene el primer problema. Recuerda lo que te enseñé", "  Aparentemente, la carretera estará cubierta de ellos... Oh, ¿qué es eso...?", "Increíblemente, encontré algo interesante, es una guía. Dice \"Aleo Trip\"... Sabes, sugiero que cambiemos nuestra ruta a algo interesante", "¿Sabías que Aleo es un nombre? El nombre del Dios de las estepas que daba refugio a los habitantes de las estepas contra la lluvia. Les dio refugio y seguridad", " También dice que prohibió a la gente romper los bloques de los que estaban hechas sus casas, para que la lluvia no pudiera filtrarse por los agujeros", " Un libro muy interesante...", "Vamos por el buen camino, amigo mío. Pero la pregunta que me asalta es ¿por qué escribiría Dios un libro?", " Así, dice \"...y me encontré con un extraño, estaba vestido con ropas extrañas, parecía que iba a ponerme a prueba...\". Creo que hemos encontrado a nuestro viajero.", "¡Whoa Gigante! ¡Parece enfadado! Me pregunto si tiene un creador.", "He encontrado algo. \"...Por eso hice el Golem de piedra, para que nadie pudiera conocer el camino, sin conocer la meta...\"", "No hay más que arena oxidada alrededor. Espero que sigamos por el buen camino", " No puedo entender nada más... Parece que caminamos correctamente, pero es como si estuviera escrito en otro idioma", "Por lo tanto, si hay un camello y un hombre, entonces no estamos muy lejos de la ciudad. Esperemos que no haya ningún problema.", "Y ahí están, los problemas. Por cierto, ¡he podido entender lo que dice aquí!"], "polski": ["Witam, wędrowcze. Mogę ci w przygodzie, ale musisz odpowiedzieć na moje pytanie.", "Witam, człowieku. Mogę ci pomóc w przygodzie, ale musisz odpowiedzieć na moje pytanie.", "Tak, przydałaby mi się zbroja.", "Więc słuchaj uważnie. Podstawa Aleo - intregracja czy zastępstwo Internetu?", "Oczywiście integracja. ", "To zastępstwo.", "Nie wiem.", "Daj mi zbroję i tyle!", "Słyszałeś już o Aleo? Jesteś oświecony?", "Tak, już coś o tym słyszałem. Kto to jest oświecony?", "Odpowiedz! Co To jest Prymityw?!", "Skąd mogłem wiedzieć o tym wcześniej?", "Niepodzielny blok. ", "Podzielny blok.", "Podstawa Aleo.", "Hasło?", "Ermm.. Aleo?", "Racja. Posłuchaj mnie uważnie. Ile kosztuje M6 Phalanx w Mass Effect 3?", "Co?", "Powtarzam... jaki język programowania był wykorzystany dla Leo?", "Ruby", "Rust", "Rust", "JS / TS + Rust ", "Świetnie! Możemy zacząć podróż.", "Wow, to pierwszy kłopot. Pamiętaj czego cię nauczyłem", "Najwidoczniej, droga będzie nim usiana ... O, co to jest..?", "Niesamowicie, znalazłem coś ciekawego, to przewodnik. Jest napisane \"Aleo Trip\"... proponuję zmienić trasę na coś bardziej ciekawego", "Wiedziałeś, że Leo to imię? Imię Boga stepów, który dał mieszkańcom stepów możliwość ukrycia się przed deszczem. Dał im schronienie i ochronę", " Napisano tu również, że zabronił ludziom łamać bloki, z których zbudowane były ich domy, aby deszcz nie mógł przesiąkać przez dziury", "A bardzo ciekawa ksążka", " Jesteśmy na dobrej drodze, przyjacielu! Ale dręczy mnie jedno pytanie - dlaczego Bóg miałby napisać książkę?", "To jest napisane tutaj \"... i spotkałem nieznajomego był ubrany w dziwne ubrania, wyglądał jakby chciał mnie przetestować...\". Myślę, że znaleźliśmy naszego wędrowca", "Wow kolos! Wygląda na wściekłego! Zastanawiam się, czy ma twórcę?", "Znalazłem coś. \"... dlatego stworzyłem Golema z kamienia, aby nikt nie znał drogi bez znajomości celu...\"", "Wszędzie jest tylko piasek rdzy. Mam nadzieję, że jeszcze się nie zgubiliśmy.", "Nic więcej nie rozumiem... idziemy, wydaje się, że dobrze, ale teraz wszystko jest napisane w innym języku", "Tak więc, jeśli jest wielbłąd i człowiek, to nie jesteśmy bardzo daleko od miasta. Mam nadzieję, że nie będzie żadnych problemów", "I tu są kłopoty. Nawiasem mówiąc, byłem w stanie zrozumieć, co jest tu napisane!"], "russian": ["Здравствуй, странник. Я могу помочь тебе в приключении, но ты должен ответить на мой вопрос.", "Здравствуй, человек. Я могу помочь тебе в приключении, но ты должен ответить на мой вопрос. ", "Да, броня мне не помешает.", "Тогда слушай внимательно. Основа Алео - интреграция или замена интернета? ", "Интеграция, конечно. ", "Это замена. ", "Я даже не знаю.", "Отдай мне снаряжение и все!", "Ты уже слышал про Алео? Ты просвещенный? ", "Да, я уже слышал что-то такое. Кто такой просвещенный?", "Ответь мне! Что такое Примитив?! ", "Да откуда мне знать? ", "Неделимый блок. ", "Делимый блок.", "Основа Алео.", "Пароль? ", "Эмм.. Aleo?", "Верно. Слушай меня внимательно. Сколько стоит M6-Фаланга в Масс Эффект 3?", "Что..? ", "Повторяю… На основе какого языка программирования был основан Leo?", "Ruby", "Rust", "JS/TS + Rust", "Древне-Малазийском языке.", "Отлично! Мы можем начинать путешествие.", "Ого, вот и первая неприятность. Помни, чему я тебя обучала", "Видимо, дорога будет усыпана ими… Оу, что это..?", "Невероятно, я нашла кое-что интересное, это путеводитель. Тут написано «Aleo Trip»… Знаешь, я предлагаю поменять наш маршрут к чему-то интересному", "А ты знал, что Алео - это имя? Имя Бога степей, который дал возможность людям степей укрываться от дождя. Он даровал им кров и безопасность", "Ещё тут написано, что он запретил людям разбивать блоки, из которых были сделаны их дома, чтобы дождь не смог просочиться через дырки", "Очень интересная книга…", "Мы на верном пути, мой друг! Но меня мучает вопрос - зачем богу писать книгу?", "Так, тут написано «…и встретил я странника, он был одет в странные одеяния, смотрел так, будто собирается испытать меня…». Кажется, мы нашли нашего странника", "Ого грамадина! Кажется он зол! Интересно, у него есть создатель?", "Я нашла кое-что. «…потому создал я Голема из камня, чтобы никто не смог познать путь, без познания цели…»", "Кругом одна ржавчина из песка. Надеюсь, мы ещё не сбились ", "Ничего не могу понять дальше… Идём мы, вроде правильно, но написано теперь все как-будто на другом языке ", "Так, если есть верблюд и человек, значит мы не очень далеко от города. Надеюсь, неприятностей не будет", "А вот они и неприятности. Кстати, я смогла понять что здесь написано!"], "turk": [" Merhaba gezgin. Maceranda sana yardım edebilirim ama soruma cevap vermelisin.", "Merhaba gezgin. Maceranda sana yardım edebilirim ama soruma cevap vermelisin.", " Evet zırh benim işime yarar", "O zaman dikkatlice dinle. Aleo'nun temeli - internetin entegrasyonu veya değiştirilmesi mi?", "Elbette entegrasyon.", " Bu bir değişim", " Ben bilmiyorum", "Ekipmanları bana ver", " Sen Aleo hakkında duydun mu? Bilgilimisin bu hakta?", "Evet bu hakta duydum birşeyler. Bilgilendiren kim?", " Cevap ver! İlkel nedir?", "Ben nerden bileyim?", "Bölünmez blok.", " Bölünen blok", "Aleonun temelleri", "Şifre? ", "Hmm.. Aleo?", "Doğru. Beni dikkatlice dinle. Effekti 3'te M6-Falanksın maliyeti ne kadardır?", "Ne?", " Tekrar ediyorum... Aleonun temeli hangi dilde kurulmuştur?", "Ruby dilinde ", "Rust ", "JS/TS + Rust ", " Eski Malezya'dan.", "Harika! Yolculuğumuza başlaya biliriz.", " Aha.İşte yolculuğumuzun ilk engeli.Sana öğrettiklerimi unutma.", " Gördüğüm kadarıyla yol bunlarla dolu olacak. Oho ne bu?", "Bir düşünsene, ilginç bir şey buldum, bu bir rehber. Burada \"Aleo Gezisi\" yazıyor... Biliyormusun bence yolumuzu bu yönde değişmeliyiz.", "Bozkır halkının Tanrısının adıdır. Bozkırlara yağmurdan sığınınack,barınak ve güvenlik veren odur.", "Ayrıca burada yazdına gore, o insanlara verdiği evlerin bloklarını kırmağı yasaklamış, böylece yağmur evlerine sızamıyor.", "Çok ilginç bir kitap", "Doğru yoldayız dostum! Ama bu soru  kfamı karıştırıyor - tanrı neden bir kitap yazsın?", "Burada şöyle yazıyor: \"... ve bir yolcuyla tanıştım, garip kıyafetler giyiyordu, sanki beni test ediyormuş gibi bakıyordu...\" Sanırım yolcumuzu bulduk", "Vay canına, koca adam! Görünüşe göre kızgın! Acaba onun bir yaratıcısı var mı?", "Bir şey buldum. «... bu yüzden Golem'i taştan yarattım, böylece kimse hedefi anlamadan yolu bilemeyecek...»", "Etrafımızda heryer paslı kum. Umarım henüz kaybolmamışızdır", "Bundan sonra hiçbir şeyi anlayamıyorum ... Gidiyoruz, doğru gibi görünüyor, ama şimdi her şey farklı bir dilde yazılmış sanki.", "Eğer bir deve ve bir insan varsa, şehirden çok uzak olmadığımız anlamına gelir. Umarım bir terslik çıkmaz", "İşte onlar ve terslikler. Bu arada, burada ne yazdığını anlayabildim!"], "ukraine": ["Привіт, мандрівник. Я можу допомогти тобі в пригоді, але ти маєш відповісти на моє запитання.", "Привіт, людина. Я можу допомогти тобі в пригоді, але ти маєш відповісти на моє запитання.", "Так, броня мені не завадить.", "Тоді слухай уважно. Основа Алео – інтреграція чи заміна інтернету?", "Інтеграція, звісно.", "Це заміна.", "Я навіть не знаю.", "Віддай мені амуніцію і все!", "Ти вже чув про Алео? Ти освічений?", "Так, я вже чув щось таке. Хто такий освічений?", "Відповідай мені! Що таке Примітив?!", "Звідки мені знати?", "Неподільний блок.", "Ділений блок.", "Основи Алео.", "Пароль?", "Емм.. Aleo?", "Вірно. Слухай мене уважно. Скільки коштує M6-Фаланга в Мас Ефект 3?", "Що ..?", "Повторюю... якою мовою була заснована мова Leo?", "Мовою Ruby.", "Rust", "JS/TS + Rust", "Стародавньо-Малазійському.", " Чудово! Ми можемо починати подорож.", "Ого, ось і перша неприємність. Пам'ятай, чому я тебе навчала", "Мабуть, дорога буде посипана ними… Оу, що це?", "Уявляєш, я знайшла дещо цікаве, це путівник. Тут написано \"Aleo Trip\" ... Знаєш, я пропоную змінити наш маршрут до чогось цікавого", "А ти знав, що Алео - це ім'я? Ім'я Бога степів, який дав можливість людям степів ховатися від дощу. Він дарував їм дах та безпеку", "Ще тут написано, що він заборонив людям розбивати блоки, з яких було зроблено їхні будинки, щоб дощ не зміг просочитися через дірки.", "Дуже цікава книга...", "Ми на вірному шляху, мій друже! Але мене непокоїть питання – навіщо богу писати книгу?", "Так, тут написано «…і зустрів я мандрівника, він був одягнений у дивне вбрання, дивився так, ніби збирається випробувати мене…». Здається, ми знайшли нашого мандрівника", " Ого громадина! Здається він злий! Цікаво, чи має він творця?", "Я знайшла дещо. \"...тому створив я Голема з каменю, щоб ніхто не зміг пізнати шлях, без пізнання мети...»", " Навколо одна іржа з ​​піску. Сподіваюся, ми ще не збилися", "Нічого не можу зрозуміти далі… Йдемо ми, начебто  вірно, але написано зараз усе ніби іншою мовою", "Так, якщо є верблюд і людина, це визначає, що ми не дуже далеко від міста. Сподіваюся, неприємностей не буде", "А ось і неприємності. До речі, я змогла зрозуміти що тут написано!"]}